Merge pull request #37 from resousadev/docs/update-readme
Docs/update readme
